IDEA Open Model
Element2D.InnerPoints Property
Compatible with IDEA StatiCa 20.1
 Inner points of this region
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ReferenceElement> InnerPoints { get; set; }
Public Property InnerPoints As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
Element2D Class
IdeaRS.OpenModel.Model Namespace